[Description]
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DeleteElementsError { get; }
  Visual Basic
Public Shared ReadOnly Property DeleteElementsError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DeleteElementsError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures EditingFailures Class
  Autodesk.Revit.DB Namespace